driver-tests/bpelse/assign/AssignJbi/test/results/echoGYearDataType_Invoke/Actual_20130319180446_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <item xmlns="http://stc.com/echoGYearDataType" xmlns:msgns="http://stc.com/echoGYearDataType">
      <string>2013-08:00</string>
      <normalizedString>2013-08:00</normalizedString>
      <token>2013-08:00</token>
      <base64Binary>2013-08:00</base64Binary>
      <hexBinary>2013-08:00</hexBinary>
      <integer>2013-08:00</integer>
      <positiveInteger>2013-08:00</positiveInteger>
      <negativeInteger>2013-08:00</negativeInteger>
      <nonNegativeInteger>2013-08:00</nonNegativeInteger>
      <nonPositiveInteger>2013-08:00</nonPositiveInteger>
      <long>2013-08:00</long>
      <unsignedLong>2013-08:00</unsignedLong>
      <int>2013-08:00</int>
      <unsignedInt>2013-08:00</unsignedInt>
      <short>2013-08:00</short>
      <unsignedShort>2013-08:00</unsignedShort>
      <byte>2013-08:00</byte>
      <unsignedByte>2013-08:00</unsignedByte>
      <decimal>2013-08:00</decimal>
      <float>2013-08:00</float>
      <double>2013-08:00</double>
      <boolean>2013-08:00</boolean>
      <duration>2013-08:00</duration>
      <dateTime>2013-08:00</dateTime>
      <date>2013-08:00</date>
      <time>2013-08:00</time>
      <gYear>2013-08:00</gYear>
      <gYearMonth>2013-08:00</gYearMonth>
      <gMonth>2013-08:00</gMonth>
      <gMonthDay>2013-08:00</gMonthDay>
      <gDay>2013-08:00</gDay>
      <Name>2013-08:00</Name>
      <QName>2013-08:00</QName>
      <NCName>2013-08:00</NCName>
      <anyURI>2013-08:00</anyURI>
      <language>2013-08:00</language>
      <ID>2013-08:00</ID>
      <IDREF>2013-08:00</IDREF>
      <IDREFS>2013-08:00</IDREFS>
      <ENTITY>2013-08:00</ENTITY>
      <ENTITIES>2013-08:00</ENTITIES>
      <NMTOKEN>2013-08:00</NMTOKEN>
      <NMTOKENS>2013-08:00</NMTOKENS>
    </item>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>